import { Advantage } from '@/types/advantage';

const ADVANTAGES: Advantage[] = [
  {
    id: 1,
    title: 'Доставка по всей Беларуси',
    description:
      'Доставляем заказы в самые отдаленные регионы и области. Бесплатная доставка от 800 рублей. Cамовывоз - г.Минск, ул. Тимирязева 125/4',
  },
  {
    id: 2,
    title: 'Гарантия 20 лет',
    description:
      'Доставляем заказы в самые отдаленные регионы и области. Бесплатная доставка от 800 рублей. Cамовывоз - г.Минск, ул. Тимирязева 125/4',
  },
  {
    id: 3,
    title: 'Широкая палитра цветов',
    description:
      'Доставляем заказы в самые отдаленные регионы и области. Бесплатная доставка от 800 рублей. Cамовывоз - г.Минск, ул. Тимирязева 125/4',
  },
  {
    id: 4,
    title: '100% качество',
    description:
      'Доставляем заказы в самые отдаленные регионы и области. Бесплатная доставка от 800 рублей. Cамовывоз - г.Минск, ул. Тимирязева 125/4',
  },
];

export default ADVANTAGES;
