import { Advantage } from '@/types/advantage';

const ADVANTAGES: Advantage[] = [
  {
    id: 1,
    title: 'Качество',
    icon: '/icons/quality.svg',
    description:
      'Важнейшим приоритетом нашей компании является качество нашей продукции. Мы уделяем этому особое внимание, чтобы и дальше поддерживать имидж надёжного и стабильного поставщика.',
  },
  {
    id: 2,
    title: 'Сроки',
    icon: '/icons/terms.svg',
    description:
      'Мы всегда стараемся выполнить ваш заказ в кратчайшие сроки, независимо от его объёма и нашей загруженности. Идём вам на встречу, если требуется немедленное изготовление изделия.',
  },
  {
    id: 3,
    title: 'Оборудование',
    icon: '/icons/tools.svg',
    description:
      'Наше оборудование соответствует всем стандартам индустрии. Современные станки позволяют нам справляться с большими объемами работы и обеспечивают высочайшее качество.',
  },
  {
    id: 4,
    title: 'Цены',
    icon: '/icons/prices.svg',
    description:
      'Несмотря на постоянно меняющююся обстановку, мы поддерживаем цены на разумном уровне и не допускаем резких колебаний, что позволяет нашим клиентам чувствовать себя уверенно, работая с нами.',
  },
];

export default ADVANTAGES;
