import { Stage } from '@/types/stage';

const STAGES: Stage[] = [
  { id: 1, icon: '+', description: 'Устойчив к осадкам и перепадам температуры' },
  { id: 2, icon: '+', description: 'Устойчив к осадкам и перепадам температуры' },
  { id: 3, icon: '+', description: 'Устойчив к осадкам и перепадам температуры' },
  { id: 4, icon: '+', description: 'Металические системы не  выгорают на солнце' },
  { id: 5, icon: '+', description: 'Металические системы не  выгорают на солнце' },
  { id: 6, icon: '+', description: 'Металические системы не  выгорают на солнце' },
  {
    id: 7,
    icon: '+',
    description:
      'Угловые желоба, отливы и колени разрабатываются с любым желаемым градусом',
  },
  {
    id: 8,
    icon: '+',
    description:
      'Угловые желоба, отливы и колени разрабатываются с любым желаемым градусом',
  },
  {
    id: 9,
    icon: '+',
    description:
      'Угловые желоба, отливы и колени разрабатываются с любым желаемым градусом',
  },
];

export default STAGES;
